Revit 2024 API
ParameterTypeId.FabricationSlopeParam Property
 "Slope"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricationSlopeParam { get; }
Visual Basic
Public Shared ReadOnly Property FabricationSlopeParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricationSlopeParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace